Repository: HasanKucukcayir/RealEstateApp
Catalog: Demo Real Estate App/Infrastructure/Resources/Localizable Strings/*.lproj/Default.strings
Languages: nl

# error.message
source: An error occured!
nl: Er is een fout opgetreden!

source: Okey
nl: Oke

source: Cancel
nl: Annuleren

source: Retry
nl: Opnieuw proberen

# navigation.text
source: DEMO PRICE COMPARISON APP
nl: DEMO ONROEREND GOED

# searchBar.placeholder
source: Search for a product
nl: Zoek een woning

# default.location.alert.description
source: Amsterdam is set as your default location.
nl: Amsterdam is ingesteld als uw standaardlocatie.

# permission.denied.alert
source: Location permission denied!
nl: Locatietoestemming geweigerd!

# API.call.error
source: Failed To get Products
nl: Kan geen huizen krijgen

# API.call.error.description
source: Ooops something went wrong :(
nl: Oeps er ging iets mis :(

# emptyResultLabel.text.row1
source: No results found!
nl: Geen resultaten gevonden!

# emptyResultLabel.text.row2
source: Perhaps try another search?
nl: Misschien een andere zoekopdracht proberen?

# homePin.title
source: Get Directions
nl: De Weg Vragen

# descriptionHeaderLabel.text
source: Description
nl: Beschrijving

# locationLabel.text
source: Location
nl: Plaats

# companyNameLabel.text
source: Download on the
nl: Downloaden op de

# secondHeaderLabel.text
source: Design and Development
nl: Ontwerp en ontwikkeling

# topHeaderLabel.text
source: ABOUT
nl: WAT BETREFT
